cask_args appdir: '/Applications'

tap 'homebrew/bundle'
# tap 'puma/puma'

brew 'ack'
brew 'coreutils'
brew 'drone'
brew 'openssl'
brew 'node'
brew 'redis'
brew 'readline'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'tmux'
brew 'pwgen'
brew 'pyenv'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'
cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'transmission'
cask 'vlc'

# brew 'go'
# brew 'grc'
# brew 'imagemagick'
# brew 'jp2a'
# brew 'jq'
# brew 'libcaca', args: ['with-imlib2']
# brew 'libgit2'
# brew 'puma/puma/puma-dev'
# brew 'roundup'
# brew 'spaceman-diff'
# brew 'spark'
# cask '1password'
# cask 'adium'
# cask 'garmin-express'
# cask 'handbrake'
# cask 'mapbox-studio'
# cask 'seashore'
# cask 'steam'
# cask 'tunnelbear'