cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'docker'
brew 'docker-compose'
brew 'jq'
brew 'node'
brew 'n'
brew 'openssl'
brew 'pwgen'
brew 'pyenv'
brew 'readline'
brew 'sqlite'
brew 'tmux'
brew 'umlet'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'
brew 'imagemagick'
brew 'yarn'

brew 'postgresql'
brew 'redis'

cask 'cyberduck'
cask 'dropbox'
cask 'docker'
cask 'firefox'
cask 'flux'
cask 'free-download-manager'
cask 'gnucash'
cask 'iterm2'
cask 'joplin'
cask 'lektor'
cask 'libreoffice'
cask 'megasync'
cask 'pgadmin4'
cask 'postman'
cask 'seashore'
cask 'skype'
cask 'slack'
cask 'transmission'
cask 'tunnelbear'
cask 'upwork'
cask 'vagrant'
cask 'vlc'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'visual-studio-code'
